IDEA Open Model
TendonStressLoading.Stresses Property
 Tendon stress
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<TendonTimeStressLoading> Stresses { get; set; }
Public Property Stresses As List(Of TendonTimeStressLoading)
	Get
	Set
public:
property List<TendonTimeStressLoading^>^ Stresses {
	List<TendonTimeStressLoading^>^ get ();
	void set (List<TendonTimeStressLoading^>^ value);
}
Property Value
Type: List<TendonTimeStressLoading>
See Also
Reference
TendonStressLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace